---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RasterSheetwidth
source: html/9180f07f-4a06-2d58-3cd7-87966f0c38cb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RasterSheetwidth Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId RasterSheetwidth { get; }
```